{
    "fishvtrash-training-init1": "O lixo lanzado á auga afecta a vida mariña. Nesta actividade, programarás ou adestrarás a IA (intelixencia artificial) para identificar peixes ou lixo. Limpemos o océano! Fai clic en calquera lugar da pantalla para continuar.",
    "fishvtrash-training-init2": "Coñezamos a IA.",
    "fishvtrash-training-init3": "A IA non sabe se un obxecto é un peixe ou lixo, pero pode procesar imaxes e identificar patróns.\n",
    "fishvtrash-training-init4": "Para programar a IA, utiliza os botóns para etiquetar unha imaxe como \"Peixe\" ou \"Non peixe\".  O adestramento que proporciones ensinará á IA a recoñecer patróns por si mesma.  Imos empezar!",
    "fishvtrash-training-pause1": "Cada ano chegan ao océano uns 8.000 millóns de quilos de plástico.",
    "fishvtrash-training-pause2": "Estás programando ou adestrando a IA con cada clic.  Continúa.",
    "fishvtrash-training-pause3": "O 80% da contaminación dos océanos procede dos refugallos terrestres e calcúlase que custa uns 11.000 millóns de euros ao ano.",
    "fishvtrash-training-pause4": "A IA aprende das túas eleccións.  Se tomas decisións \"equivocadas\", a IA repetirá os teus erros.  Sigue adestrando.",
    "fishvtrash-training-pause5": "Bo traballo!  Cantos máis datos proporciones á IA, máis aprenderá.  Segue adestrando á IA ou continúa cando esteas preparado.",
    "fishvtrash-predicting-init1": "Agora, vexamos se a intelixencia artificial sabe como é un \"peixe\".",
    "fishvtrash-predicting-init2": "A IA analizará un conxunto aleatorio de obxectos e os etiquetará baseándose no teu adestramento.",
    "fishvtrash-predicting-init3": "Vamos!",
    "fishvtrash-pond-init1": "Baseándose no teu adestramento, aquí tes algúns obxectos que a Intelixencia Artificial identificou como \"peixes\".  Como o fixo a IA?",
    "fishvtrash-pond-recall": "Fai clic aquí para cambiar entre os obxectos identificados como \"peixes\" e \"non peixes\".",
    "fishvtrash-pond-init2": "Podes seguir adestrando a IA...",
    "fishvtrash-pond-init3": "...ou Continuar.",
    "creaturesvtrashdemo-predicting-init1": "Ata agora, adestramos a IA para que identifique os obxectos como \"peixes\" ou \"non peixes\".",
    "creaturesvtrashdemo-predicting-init2": "Que pasaría se estes datos de adestramento se utilizaran para decidir que debe haber na auga?",
    "creaturesvtrashdemo-predicting-init3": "Que pasaría con outras criaturas mariñas?  O noso enfoque de adestramento ten consecuencias non desexadas?",
    "creaturesvtrashdemo-predicting-init4": "Vexamos.",
    "creaturesvtrashdemo-predicting-pause1": "Decatácheste de que a IA identificou algunhas criaturas mariñas como \"non peixes\"?",
    "creaturesvtrashdemo-predicting-pause2": "Aínda que estas criaturas mariñas non son peixes, si pertencen á auga.\n",
    "creaturesvtrashdemo-predicting-pause3": "A IA só aprende o que lle ensinamos.",
    "creaturesvtrashdemo-predicting-pause4": "Volvamos adestrar a IA.",
    "creaturesvtrash-training-init1": "Ensinemos a IA para que aprenda que obxectos deberían estar na auga.",
    "creaturesvtrash-training-init2": "No océano, os refugallos plásticos poden danar peixes, aves mariñas e mamíferos mariños. A protección das aves mariñas e a vida mariña é unha das moitas razóns para manter limpos os océanos.",
    "creaturesvtrash-training-init3": "Cuantos máis datos de adestramento proporciones, máis aprende a IA. Sigue adestrando.",
    "creaturesvtrash-training-init4": "A contaminación do mar con plásticos afectou polo menos 267 especies en todo o mundo, incluído o 86% de todas as especies de tartarugas mariñas.",
    "creaturesvtrash-training-init5": "Sigue adestrando para ensinar á IA o que debe estar na auga.",
    "creaturesvtrash-training-init6": "Bo traballo!  Cuantos máis datos proporciones á IA, mellor o fará.  Segue adestrando á IA ou continúa cando esteas preparado.",
    "creaturesvtrash-predicting-init1": "Cres que a Intelixencia Artificial fará agora un mellor traballo identificando o que debería estar na auga?  Vexamos.",
    "creaturesvtrash-pond-init1": "Baseándose no teu adestramento, aquí ten algúns obxectos que a IA identificou como \"pertencen á auga\".  Como o fixo a IA?",
    "fishshort-words-init1": "A intelixencia artificial e a aprendizaxe automática pódense utilizar para ensinar novos patróns a un computador.",
    "fishshort-words-init2": "Ensinemos á IA unha nova palabra mostrándolle exemplos dese tipo de peixes.",
    "fishshort-words-training-pause1": "Cres que a IA ten suficientes datos de adestramento? Podes facer clic en Continuar para descubrilo.",
    "fishshort-words-training-pause2": "Bo traballo!  Segue adestrando a IA ou continúa cando esteas preparado.",
    "fishshort-predicting-init1": "Cos teus datos de adestramento, programaches a IA para que recoñeza o peixe “{word}”.",
    "fishshort-predicting-init2": "Vexamos se a IA identifica un peixe “{word}”.",
    "fishshort-pond-init1": "Baseándose no teu adestramento, a IA identificou {n, plural,one {este peixe} other {estes peixes}} como “{word}”.  Como o fixo a Intelixencia Artificial?  Podes adestrar máis se queres mellorar os resultados.",
    "fishshort-pond-init2": "Fai clic no botón de información para ver o que a aprendeu a IA.",
    "fishlong-words-init1": "Agora vexamos se a IA pode aprender unha palabra menos obvia.",
    "fishlong-words-init2": "Imos ensinar á IA unha palabra que dependa da túa opinión.  Tócache elixir peixes que coincidan coa túa palabra.",
    "fishlong-training-pause1": "É xusto utilizar a intelixencia artificial para xulgar un peixe polo seu aspecto?  Aínda que a IA poida parecer xusta e neutral, a súa análise provén do adestramento que lle proporcionamos.  Que rumbo involuntario podería causar isto?",
    "fishlong-training-pause2": "Máis datos de adestramento axudarán a IA a aprender a túa palabra.  Sigue adestrando.",
    "fishlong-training-pause3": "Cada elección que fagas pode axudar á IA a aprender.  Sigue adestrando.",
    "fishlong-training-pause4": "Cres que a IA ten suficientes datos de adestramento?  A IA farao mellor con moitos datos.  Continúa cando creas que a IA está preparada.",
    "fishlong-training-many": "Vaia.  ¡Iso é un montón de peixes!",
    "fishlong-predicting-init1": "Cos teus datos de adestramento, programaches a IA para que recoñeza o peixe “{word}”.",
    "fishlong-predicting-init2": "Vexamos se a IA identifica un peixe “{word}”.",
    "fishlong-pond-init1": "Basándose no teu adestramento, a IA identificou {n, plural,one {este peixe} other {estos peixes}} como “{word}”.  ¿Como o fixo?",
    "fishlong-pond-init2": "Podes adestrar máis se queres mellorar os resultados.",
    "fishlong-pond-init3": "Ou podes ensinar á IA unha nova palabra elixindo Nova Palabra.",
    "didYouKnow": "Sabías?",
    "continue": "Continuar",
    "areYouSure": "Tes a certeza?",
    "eraseWarning": "Borrar os datos da IA borrará permanentemente todo o adestramento. É iso o que queres facer?\n",
    "erase": "Borrar",
    "cancel": "Cancelar",
    "yes": "Si",
    "no": "Non",
    "notWord": "Non {word}",
    "run": "Executar",
    "mostImportantParts": "Estas foron as partes máis importantes do peixe:",
    "clickIndividualFish": "Fai clic en cada peixe para ver a súa información.",
    "mostImportantPartsDescription": "Estas foron as partes máis importantes para determinar se este peixe era “*{word}*” ou “**{notWord}**”.",
    "newWord": "Nova Palabra",
    "finish": "Rematar",
    "trainMore": "Adestra Máis",
    "wordQuestionShort": "Que tipo de peixes queres que detecte a Intelixencia Artificial?",
    "wordQuestionLong": "Escolle unha nova palabra para ensinar á IA.",
    "isThisFish": "Este peixe é {word}?",
    "isThisAFish": "Este é un peixe?",
    "doesThisBelongInWater": "Isto debe estar na auga?",
    "fish": "Peixe",
    "waterCreature": "Criatura acuática",
    "blue": "Azul",
    "green": "Verde",
    "red": "Vermello",
    "circular": "Circular",
    "rectangular": "Rectangular",
    "triangular": "Triangular",
    "angry": "Enfadado",
    "awesome": "Fantástico",
    "delicious": "Delicioso",
    "endangered": "En perigo",
    "fast": "Rápido",
    "fierce": "Feroz",
    "fun": "Divertido",
    "glitchy": "Defectuoso",
    "happy": "Alegre",
    "hungry": "Famento",
    "playful": "Lúdico",
    "scary": "Medorento",
    "silly": "Parvo",
    "spooky": "Horripilante",
    "wild": "Salvaxe",
    "dorsalFins": "aleta dorsal",
    "pectoralFinsFront": "aletas pectorais",
    "tails": "cola",
    "bodies": "corpo",
    "scales": "escamas",
    "eyes": "ollos",
    "mouths": "boca",
    "colors": "cores"
}
